export interface WorkService {
  title: string;
  items: string[];
}

export const data: WorkService[] = [
  {
    title: 'Монтажные и демонтажные работы',
    items: [
      'Стены и перегородки: пробивка дверных проемов, устройство ниш, кладка перегородок, разборка кирпичных и щитовых стен.',
      'Проемы: демонтаж и монтаж дверных оконных блоков, устройство откосов из пвх и дерева.',
      'Полы: демонтаж полов и покрытий, монтаж любых видов пола от наливных до деревянных и кафельных.',
      'Потолки: монтаж потолков из гкл, типа «Армстронг», натяжных, установка пенопластового декоративного профиля на потолок.'
    ]
  },
  {
    title: 'Штукатурные работы',
    items: [
      'Оштукатуривание стен, откосов.',
      'Заделка штраб под электропроводку, трещин.'
    ]
  },
  {
    title: 'Малярные работы',
    items: [
      'Подготовка поверхностей под шпатлевку.',
      'Шпатлевка стен и потолков.',
      'Окраска любых поверхностей водоэмульсионными и масляными красками.',
      'Декоративные штукатурки.',
      'Окраска металлических труб и радиаторов.'
    ]
  },
  {
    title: 'Облицовочные работы',
    items: [
      'Разборка облицовки стен из глазурованной плитки.',
      'Облицовка стен кафелем.',
      'Установка уголка для кафельной плитки.',
      'Снятие старых обоев.',
      'Наклейка обоев, стеклообоев, пробковых покрытий, а также виниловых и флезилиновых обоев.'
    ]
  },
  {
    title: 'Фурнитура',
    items: [
      'Установка дверных замков и ручек.',
      'Навешивание гардин.',
      'Установка зеркал на специальные крепления по поверхности кафельной плитки.'
    ]
  },
  {
    title: 'Сантехнические работы',
    items: [
      'Демонтажные работы.',
      'Прокладка труб водопровода и отопления.',
      'Устройство канализации.',
      'Установка санфаянса и смесителей, а также ванн.',
      'Установка и подключение стиральных машин.',
      'Устройство летнего водопровода.'
    ]
  },
  {
    title: 'Отопление',
    items: [
      'Демонтаж конвекторов отопительных настенных.',
      'Установка радиаторов отопления.'
    ]
  },
  {
    title: 'Вентиляция',
    items: [
      'Прокладка воздуховодов.',
      'Установка вентиляционных решеток.',
      'Установка вытяжного вентилятора.'
    ]
  }
];
